-- -----------------------------
-- Think MySQL Data Transfer 
-- 
-- Host     : 127.0.0.1
-- Port     : 
-- Database : v1_fast_zf_90ckm
-- 
-- Part : #2181
-- Date : 2019-09-27 16:59:25
-- -----------------------------

SET FOREIGN_KEY_CHECKS = 0;

INSERT INTO `zf_category` VALUES ('426', '0', '1', '关于我', '', '', '', '', '', '', '1', '9', '1', '1563961521', '0', '<p>我是一个有如下特征的人:<br/></p><p>喜欢动漫，就像MM们追韩剧一样。</p><p>有野心没胆量；有志向没能力。</p><p>又臭又硬，自以为是，管理不了别人，却又不服别人管束。</p><p>所以，注定，只能一个人孤独的前行。</p><p><strong><span style=\"font-size: 20px;\">关于博客</span></strong></p><p>1、建立此博客的目的是记录本人，或者说私人的一些想法，或者事情。</p><p>&nbsp;正因为如此，欢迎您留言探讨，但不1</p>', 'tpl_page', '', '10', '', '', '', '', '');
