
  <?php
  // +----------------------------------------------------------------------
  // | 子枫后台管理系统(TpFast系列)[基于ThinkPHP5.1开发]
  // +----------------------------------------------------------------------
  // | Copyright (c)  http://v1.fast.zf.90ckm.com/
  // | 子枫后台管理系统提供免费使用,可使用此框架进行二次开发
  // +----------------------------------------------------------------------
  // | Author: 子枫 <287851074@qq.com>
  // +----------------------------------------------------------------------
  // | github:https://github.com/wmc1125/zfAdmin_tpfast
  // | 码云:  https://gitee.com/wmc1125/zfAdmin_tpfast
  // | Mc技术论坛: http://bbs.wangmingchang.com/forum.php?mod=forumdisplay&fid=77
  // +----------------------------------------------------------------------
  // 站点信息最后修改于 2020/06/10 18:18:10  
  
 return [
	'version' => 'v2.0.1',
	'post_id' => '30',
	'ver_name' => '子枫(Fast系列)后台系统',
	'ver_date' => '20191001',
	'ver_author' => '子枫',
	'ver_email' => '287851074@qq.com',
	'ver_url' => 'http://demo.zf.90ckm.com',
	'version_temp' => 'v2.0.1',
];